"""
Задача для стажера Fullstack-разработчика
	1. Синтезировать данные для базы данных:
		a. Таблица клиентов
			/ Номер счета | (8 знаков)
			/ Фамилия
			/ Имя
			/ Отчество
			/ Дата рождения
			/ ИНН
			/ ФИО ответственного
			/ Статус (по умолчанию «Не в работе»)


		b. Таблица пользователей
			/ ФИО
			/ Логин
			/ Пароль

	2. Создать интерфейс для обращения к синтезированным данным:
		a. Форма для авторизации по паре логин/пароль
		b. После показать таблицу клиентов авторизованного
		пользователя по связи ФИО из таблицы пользователей – ФИО ответственного
		c. Пользователь должен иметь возможность изменить статус
		клиента на «В работе», «Отказ», «Сделка закрыта»

Пользователи -

Гаврилов Фёдор Артёмович
Васильева Ульяна Дмитриевна
Федоров Артём Львович
Куликова Ксения Павловна
Соловьев Никита Максимович
Родионова Мария Даниловна
Абрамова Яна Алиевна
Родионов Захар Сергеевич
Горюнова Лидия Михайловна
Литвинова Полина Николаевна
"""
























